xml/request/artikel_debat.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>87487520|870971</ac:identifier>
                <ac:source>Avisartikler</ac:source>
                <dc:title>Debat : Canada er et gammelt indvandrerland</dc:title>
                <dc:title xsi:type="dkdcplus:full">Debat : Canada er et gammelt indvandrerland</dc:title>
                <dc:creator>Bjørn Svensson</dc:creator>
                <dc:creator xsi:type="oss:sort">Svensson, Bjørn</dc:creator>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:date>2003</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Avisartikel</dc:type>
                <dcterms:extent>Sektion 1, s. 10</dcterms:extent>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
                <dcterms:isPartOf>Jyllands-posten, 2003-10-22</dcterms:isPartOf>
                <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0109-1182</dcterms:isPartOf>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">87487520</marcx:subfield>
                    <marcx:subfield code="b">870971</marcx:subfield>
                    <marcx:subfield code="c">20031027120343</marcx:subfield>
                    <marcx:subfield code="d">20031022</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">i</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">a</marcx:subfield>
                    <marcx:subfield code="u">f</marcx:subfield>
                    <marcx:subfield code="a">2003</marcx:subfield>
                    <marcx:subfield code="b">dk</marcx:subfield>
                    <marcx:subfield code="l">dan</marcx:subfield>
                    <marcx:subfield code="v">0</marcx:subfield>
                    <marcx:subfield code="r">an</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="014">
                    <marcx:subfield code="a">87482561</marcx:subfield>
                    <marcx:subfield code="x">DEB</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="016">
                    <marcx:subfield code="a">03243796</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="032">
                    <marcx:subfield code="a">ABU200343</marcx:subfield>
                    <marcx:subfield code="a">DAR200310</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">[Debat]</marcx:subfield>
                    <marcx:subfield code="a">Canada er et gammelt indvandrerland</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="300">
                    <marcx:subfield code="a">Sektion 1, s. 10</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="557">
                    <marcx:subfield code="a">Jyllands-posten</marcx:subfield>
                    <marcx:subfield code="j">2003</marcx:subfield>
                    <marcx:subfield code="z">0109-1182</marcx:subfield>
                    <marcx:subfield code="V">2003-10-22</marcx:subfield>
                    <marcx:subfield code="v">2003-10-22</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="700">
                    <marcx:subfield code="a">Svensson</marcx:subfield>
                    <marcx:subfield code="h">Bjørn</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="996">
                    <marcx:subfield code="a">IDX</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>870971-avis:87487520</os:identifier>
              <os:creationDate>2005-03-02</os:creationDate>
              <os:holdingsCount>0</os:holdingsCount>
              <os:lendingLibraries>0</os:lendingLibraries>
              <os:relations>
                <relation>
                  <relationType>dbcaddi:hasOnlineAccess</relationType>
                  <relationUri>[useraccessinfomedia]?action=getArticle&amp;faust=87487520&amp;libraryCode=[libraryCode]&amp;userId=[userId]&amp;userPinCode=[userPinCode]</relationUri>
                  <linkObject>
                    <accessType>rest</accessType>
                    <access>remote</access>
                    <linkTo/>
                  </linkObject>
                </relation>
                <relation>
                  <relationType/>
                  <relationUri>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:journal&amp;rft.atitle=Debat+:+Canada+er+et+gammelt+indvandrerland&amp;rft.aulast=Svensson&amp;rft.aufirst=Bjørn&amp;rft.auinit=B&amp;rft.jtitle=&lt;dcterms:isPartOf+xsi:type="none"+xmlns:ting="http://www.dbc.dk/ting"+xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/"+xmlns:ac="http://biblstandard.dk/ac/namespace/"+xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/"+xmlns:oss="http://oss.dbc.dk/ns/osstypes"+xmlns:dc="http://purl.org/dc/elements/1.1/"+xmlns:dcterms="http://purl.org/dc/terms/"+xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"+xmlns:docbook="http://docbook.org/ns/docbook"+xmlns:oso="http://oss.dbc.dk/ns/opensearchobjects"+xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"&gt;Jyllands-posten&amp;rft.date=2003&amp;rft.pages=&amp;rft.spage=&amp;rft.epage=&amp;rft.issn=0109-1182&amp;rft.genre=article</relationUri>
                  <linkObject>
                    <accessType>rest</accessType>
                    <access>openurl</access>
                    <linkTo/>
                  </linkObject>
                </relation>
              </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
