xml/request_templates/anmeldelse_mettemoestrup.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>34036063|870971</ac:identifier>
                <ac:source>Anmeldelser</ac:source>
                <dc:title>Anmeldelse</dc:title>
                <dc:title xsi:type="dkdcplus:full">Anmeldelse</dc:title>
                <dc:creator>Kari Sønsthagen</dc:creator>
                <dc:creator xsi:type="oss:sort">Sønsthagen, Kari</dc:creator>
                <dcterms:abstract>Vurdering: 3/6</dcterms:abstract>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:date>2010</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Anmeldelse</dc:type>
                <dcterms:extent>Sektion 2, s. 7</dcterms:extent>
                <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
                <dc:language>Dansk</dc:language>
                <dcterms:isPartOf>Berlingske tidende, 2010-03-05</dcterms:isPartOf>
                <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0106-4223</dcterms:isPartOf>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield tag="001" ind1="0" ind2="0">
                    <marcx:subfield code="a">34036063</marcx:subfield>
                    <marcx:subfield code="b">870971</marcx:subfield>
                    <marcx:subfield code="c">20100305131414</marcx:subfield>
                    <marcx:subfield code="d">20100305</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="004" ind1="0" ind2="0">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">i</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="008" ind1="0" ind2="0">
                    <marcx:subfield code="t">a</marcx:subfield>
                    <marcx:subfield code="u">f</marcx:subfield>
                    <marcx:subfield code="a">2010</marcx:subfield>
                    <marcx:subfield code="b">dk</marcx:subfield>
                    <marcx:subfield code="d">s</marcx:subfield>
                    <marcx:subfield code="l">dan</marcx:subfield>
                    <marcx:subfield code="r">an</marcx:subfield>
                    <marcx:subfield code="v">0</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="009" ind1="0" ind2="0">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="014" ind1="0" ind2="0">
                    <marcx:subfield code="a">27953433</marcx:subfield>
                    <marcx:subfield code="x">ANM</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="016" ind1="0" ind2="0">
                    <marcx:subfield code="a">03242544</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="032" ind1="0" ind2="0">
                    <marcx:subfield code="a">ANU201010</marcx:subfield>
                    <marcx:subfield code="a">DAN201010</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="245" ind1="0" ind2="0">
                    <marcx:subfield code="a">[Anmeldelse]</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="300" ind1="0" ind2="0">
                    <marcx:subfield code="a">Sektion 2, s. 7</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="504" ind1="0" ind2="0">
                    <marcx:subfield code="a">Vurdering: 3/6</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="538" ind1="0" ind2="0">
                    <marcx:subfield code="i">Infomedia</marcx:subfield>
                    <marcx:subfield code="a">e1e910c0</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="557" ind1="0" ind2="0">
                    <marcx:subfield code="a">Berlingske tidende</marcx:subfield>
                    <marcx:subfield code="j">2010</marcx:subfield>
                    <marcx:subfield code="z">0106-4223</marcx:subfield>
                    <marcx:subfield code="V">2010-03-05</marcx:subfield>
                    <marcx:subfield code="v">2010-03-05</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="700" ind1="0" ind2="0">
                    <marcx:subfield code="a">Sønsthagen</marcx:subfield>
                    <marcx:subfield code="h">Kari</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield tag="996" ind1="0" ind2="0">
                    <marcx:subfield code="a">IDX</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
            <os:identifier>870971-basis:34036063</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>anmeldelse_mettemoestrup.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
